Repository: TeachmanLab/MT-Angular
Catalog: src/i18n/messages.*.xlf
Languages: es

source: Welcome to Mindtrails Training
es: Bienvenido al entrenamiento de MindTrails

source: Module Complete!
es: ¡Módulo completado!

source: You have completed the <i>{{currentSession.subTitle}}</i> section. Well done!
es: Has completado la <i>{{currentSession.subTitle}}</i> sección. ¡Bien hecho!

source: Continue
es: Continuar

source: PLEASE FILL IN THE BLANK:
es: POR FAVOR LLENA EL ESPACIO EN BLANCO:

source: Please enter at least {{minCharacters}} characters.
es: Por favor ingresa por lo menos {{minCharacters}} caracteres.

source: You must enter a value
es: Tienes que ingresar un valor

source: This does not look like a word
es: Esto no parece ser una palabra

source: Please shorten your response
es: Por favor acorta tu respuesta

source: Submit
es: Enviar

source: SELECT A TILE:
es: SELECCIONA UNA LETRA:

source: Correct!
es: ¡Correcto!

source: Hmm. That doesn't look right! Please try again.
es: Hmm. ¡No se ve como la respuesta correcta! Inténtalo de nuevo.

source: Prefer not to answer
es: Prefiero no contestar

source: Prefer not to answer
es: Prefiero no contestar

source: This is {{ question.answer.toLowerCase() }}. {{ question.explanation }}
es: Esto es {{ question.answer.toLowerCase() }}. {{ question.explanation }}

source: Whoops. That wasn't the right answer. Please wait a moment and try again.
es: Esa no es la respuesta correcta. Por favor espera un momento e intenta de nuevo.

source: Previous
es: Regresar

source: Next
es: Siguiente

source: Round
es: Ronda

source: of
es: de

source: Start Round {{roundIndex+2}}
es: Comenzar ronda {{roundIndex+2}}

source: We encountered an unexpected error. You session may have expired, or you have followed a link or bookmark that is no longer valid.
es: Ha surgido un error inesperado. Es posible que tu sesión expiró o que fuiste redireccionado a un enlace inválido.

source: Get Back on Track
es: Continúa el entrenamiento

source: ROUND {{roundNumber}} of {{totalRounds}}: COMPLETE!
es: RONDA {{roundNumber}} de 4: ¡COMPLETADA!

source: Your score for this round is:
es: Tu puntuación para esta ronda es:

source: Remember to pay really close attention to the whole story each time — including how it ends — and to use the information in the story to answer the question.
es: Recuerda prestar mucha atención a toda la historia y su final y usar la información en la historia para contestar las preguntas.

source: Good work! We encourage you to pay really close attention to the stories.
es: ¡Excelente trabajo! Te animamos a que prestes mucha atención a las historias.

source: Excellent work. Keep it up!
es: ¡Excelente trabajo!

source: {{session.title}}: Complete!
es: {{session.title}}: Completado!

source: You have completed all rounds in the session. You received the following score in each round:
es: Has completado todas las rondas de la sesión. Recibiste la siguiente puntuación en cada ronda:

source: Round {{i+1}}
es: Ronda {{i+1}}

source: Your total score for this session is {{totalScore}} out of {{rounds.length * 10}}.
es: Tu puntuación total para esta sesión es {{totalScore}} de {{rounds.length * 10}}.

source: This is terrific, and shows you’re paying careful attention to the stories! Keep it up, as this can help you to get the most out of the training.
es: Esto es excelente y demuestra que le estás poniendo mucha atención a las historias! Sigue así ya que te puede ayudar a sacarle el mayor provecho al entrenamiento.

source: You’re doing well! We encourage you to pay close attention to the stories to figure out the missing letters to complete the final words and answer the questions. We think that the more carefully you attend to the stories and really imagine yourself in them, the more you will get out of the training.
es: ¡Lo estás haciendo muy bien! Te animamos a que prestes mucha atención a las historias para averiguar las letras faltantes y así poder completar la palabra y responder a las preguntas. Pensamos que entre más atención le prestes a las historias y verdaderamente te imagines en ellas, mayor provecho le sacarás al entrenamiento.

source: We want to encourage you to pay really close attention to the whole story each time, including how it ends, and to use the information in the story to answer the question. We think this will help you get the most out of the training. If any aspect of the task is unclear, please email us with any questions at studyteam@mindtrails.org.
es: Queremos animarte a que cada vez prestes mucha atención a la historia y su final, y que uses la información en la historia para contestar las preguntas. Pensamos que esto te ayudará a sacarle el mayor provecho al entrenamiento. Si hay alguna parte del ejercicio que no te haya quedado claro, por favor mándanos tus preguntas al correo electrónico studyteam@mindtrails.org.

source: Begin
es: Comenzar

source: You have {{countdown.delayInSeconds - currentSecond}} seconds remaining. We will let you know when the time is up.
es: Te quedan {{countdown.delayInSeconds - currentSecond}} segundos. Te avisaremos cuando se acabe el tiempo.

source: All Done!
es: ¡Listo!

source: Absolutely no anxiety
es: Absolutamente sin ansiedad

source: Totally anxious
es: Totalmente ansioso

source: <br/> <input/> Prefer not to answer
es: <br/><input/> Prefiero no contestar

source: Story
es: Historia
