[
  {
    "session": "",
    "title": "",
    "subTitle": "",
    "conditioning": "Training",
    "study": "Spanish",
    "steps": [
      {
        "title": "page",
        "pages": [
          {
            "auto_continue": false,
            "elements": [
              {
                "type": "LargeHeader",
                "content": "Sesión de Entrenamiento: Últimos Ejercicios"
              },
              {
                "type": "Paragraph",
                "content": "¡Ya casi terminas la sesión de entrenamiento! Hay dos ejercicios finales para completar: "
              },
              {
                "type": "BulletList",
                "bullets": [
                  "Escribe tu propio escenario",
                  "Pensamiento Rápido"
                ]
              }
            ]
          }
        ]
      },
          {
            "title": "page",
            "pages": [
              {
                "auto_continue": false,
                "elements": [
                  {
                    "type": "LargeHeader",
                    "content": "Ejercicio: Escribe tu propio escenario"
                  },
                  {
                    "type": "Paragraph",
                    "content": "En este ejercicio, ayuda al equipo de MindTrails a crear nuevos escenarios de entrenamiento que podrían ser incluidos en versiones futuras de nuestro programa para ayudar a otros participantes."
                  },
                  {
                    "type": "Paragraph",
                    "content": "Piensa en una situación que te cause ansiedad y que te haya ocurrido en el pasado, o que te preocupa que suceda en el futuro. Escribe tu propio escenario de entrenamiento basado en esa situación, asegurándote de incluir un final positivo o no amenazante en la última oración del escenario."
                  },
                  {
                    "type": "Paragraph",
                    "content": "Ten en cuenta que cada historia debe tener 3 oraciones — lo suficiente para describir tu situación de tal manera de que no esté claro si terminará bien o mal hasta el final de la historia."
                  },
                  {
                    "type": "Paragraph",
                    "content": "Nota: No le des clic al botón 'Volver Atrás’' en tu navegador web mientras estés haciendo el ejercicio ya que perderás todo tu trabajo."
                  }
                ]
              }
            ]
          },
      {
        "title": "page",
        "pages": [
          {
            "auto_continue": true,
            "elements": [
              {
                "type": "LargeHeader",
                "content": "Ejercicio: Escribe tu propio escenario"
              },
              {
                "type": "Paragraph",
                "content": "¿No estás seguro de qué escribir? Ve a continuación un ejemplo. Luego intenta pensar en tu propia situación desafiante sobre la que escribir."
              },
              {
                "type": "ThoughtBubble",
                "thought": "Le envié un correo electrónico a un amigo preguntándole si quiere ir a tomar un café, pero nunca respondió. Me pregunto si está enojado conmigo. Pensando en la última vez que me reuní con este amigo, recuerdo que no revisa su correo electrónico con frecuencia y me siento ... aliviado.",
                "followup": [
                  "Observa que la afirmación \"Me pregunto si está enojado conmigo\" genera incertidumbre y que la última palabra 'aliviado' resuelve esta incertidumbre de una manera no amenazante."
                ]
              }
            ]
          }
        ]
      },
              {
                "title": "measure",
                "pages": [
                  {
                "type": "FillInBlank",
                "stimulusName": "create_scenario_write",
                "question": "Your Scenario:",
                "placeholder": "Tu escenario:",
                "maxCharacters": 1000,
                "minCharacters": 50
              }
            ]
          },
              {
                "title": "page",
                "pages": [
                  {
                    "auto_continue": false,
                    "elements": [
                      {
                        "type": "LargeHeader",
                        "content": "Ejercicio: Escribe tu propio escenario"
                      },
                      {
                        "type": "Paragraph",
                        "content": "Ahora, en la siguiente página, enumera todas las razones que puedas pensar por las que es probable que ocurra para ti el final del escenario que creaste. Por ejemplo, ¿por qué crees que podrás manejar la situación o qué evidencia hay que sugiere que la situación resultará positiva?"
                      },
                      {
                        "type": "ThoughtBubble",
                        "thought": "Le envío un correo electrónico a un amigo preguntándole si quiere ir a tomar un café, pero nunca responde. Me pregunto si está enojado conmigo. Pensando en la última vez que me reuní con este amigo, recuerdo que no revisa su correo electrónico con frecuencia y me siento ... aliviado.",
                        "skip_continue": true
                      },
                      {
                        "type": "BulletList",
                        "title": "Ejemplos de Razones:",
                        "bullets": [
                          "Este amigo me ha dicho que le gusta salir conmigo, por lo que probablemente no me ignoraría a propósito",
                          "No tuve una discusión con esta persona recientemente, así que es poco probable que esté enojada conmigo",
                          "Muchas veces la gente me envía correos electrónicos que se me olvida responder, y eso no significa que esté enojado con ellos",
                          "Mi amigo podría estar ocupado y todavía no ha leído mi mensaje",
                          "Si mi amigo estuviera enojado conmigo, probablemente diría algo en lugar de simplemente ignorarme. En el pasado, siempre me ha dicho si está enojado"
                        ]
                      }
                    ]
                  }
                ]
              },
          {
            "title": "page",
            "pages": [
              {
                "auto_continue": false,
                "elements": [
                  {
                    "type": "LargeHeader",
                    "content": "Ejercicio: Escribe tu propio escenario"
                  },
                  {
                    "type": "Paragraph",
                    "content": "En el escenario que creaste, ¿por qué podría haber ocurrido este final positivo o no amenazante?"
                  },
                  {
                    "type": "Paragraph",
                    "content": "Enumera tus razones en la caja de texto a continuación. Pulsa el botón “Enviar” en tu pantalla o la tecla de retorno en tu teclado para agregar otra entrada."
                  }
                  ]
              }
                ]
              },
              {
                "title": "measure",
                "pages": [
                  {
                    "type": "MultiEntry",
                    "stimulusName": "create_scenario_reason",
                    "fillInBlank": {
                      "type": "FillInBlank",
                      "stimulusName": "create_scenario_reason",
                      "question": "Add a Reason:",
                      "placeholder": "Agrega una razón:",
                      "submitButtonText": "Enviar",
                      "maxCharacters": 100,
                      "compact": true
                    }
                  }
                ]
              }
            ]
          }
        ]

